"%s is calling you from Zoom, click link to join.\r\n%s" = "%s is calling you from Zoom, click link to join.\r\n%s";
"%@ has been invited." = "%@ has been invited.";
"%@ and %@ have been invited." = "%@ and %@ have been invited.";
"%@, %@ and another person have been invited." = "%@, %@ and another person have been invited.";
"%@, %@ and %d others have been invited." = "%@, %@ and %d others have been invited.";
"Click to invite participants" = "Click to invite participants";
"The invitation URL has been copied to the clipboard" = "The invitation URL has been copied to the clipboard";

"%@ invited you to join a meeting." = "%@ invited you to join a meeting.";
"You invited %@ to join a meeting." = "You invited %@ to join a meeting.";


"is calling..." = "is calling...";
"are calling..." = "are calling...";
"are calling you. You are already in this meeting." = "are calling you. You are already in this meeting.";
"is calling you. You are already in this meeting." = "is calling you. You are already in this meeting.";
"are calling you. You are already in another meeting, do you want to leave and join this meeting?" = "are calling you. You are already in another meeting, do you want to leave and join this meeting?";
"is calling you. You are already in another meeting, do you want to leave and join this meeting?" = "is calling you. You are already in another meeting, do you want to leave and join this meeting?";

"came online" = "came online";
"went offline" = "went offline";

"Start with video" = "Start with video";
"Start without video" = "Start without video";
"Back to Meeting" = "Back to Meeting";
"Computer audio and video start automatically" = "Computer audio and video start automatically";

"Invite to Meeting" = "Invite to Meeting";
"Start Video Meeting" = "Start Video Meeting";
"Video Meeting" = "Video Meeting";
"View Profile" = "View Profile";
"Join Meeting..." = "Join Meeting...";

"Log Out" = "Log Out";
"Log In" = "Log In";

"Facebook IM" = "Facebook IM";
"Google IM" = "Google IM";
"IM" = "IM";
"Chats" = "Chats";
"Tell Others About Zoom" = "Tell Others About Zoom";
"Home" = "Home";
"Meetings" = "Meetings";

"Login..." = "Login...";
"Connecting..." = "Connecting...";
"Authenticating..." = "Authenticating...";
"Negotiating..." = "Negotiating...";

"Cannot get your favorite information, Please check your network connection." = "Cannot get your favorite information, Please check your network connection.";
"Login to Facebook was cancelled." = "Login to Facebook was cancelled.";

"Sign Up" = "Sign Up";
"Forgot your password?" = "Forgot your password?";

"General" = "General";
"Feedback" = "Feedback";
"Record" = "Record";
"Account" = "Account";
"Video" = "Video";
"Statistics" = "Statistics";
"The free disk space is less than 1G. Please select another folder or delete some files" = "The free disk space is less than 1G. Please select another folder or delete some files";
"%.2f GB remaining" = "%.2f GB remaining";
"Work Email" = "Work Email";
"Gmail Account" = "Gmail Account";
"Facebook Account" = "Facebook Account";
"Single Sign On" = "Single Sign On";
"Upgrade to Pro" = "Upgrade to PRO";
"Change Subscription Plan" = "Change Subscription Plan";
"Capture 720p by default" = "Capture 720p by default";

"1. Go to %@\r\n2. Enter ID: %@" = "1. Go to %@\r\n2. Enter ID: %@";
"The invitation URL has been copied to Clipboard." = "The invitation URL has been copied to Clipboard.";
"The invitation Email has been copied to Clipboard." = "The invitation Email has been copied to Clipboard.";

"Version:%@" = "Version:%@";
"Send Feedback" = "Send Feedback";
"Sending..." = "Sending...";
"Failed to send your feedback. Please try again later." = "Failed to send your feedback. Please try again later.";
"Thanks for your feedback!\r\n\r\nYour feedback is very important to us, and we're working hard to improve our service." = "Thanks for your feedback!\r\n\r\nYour feedback is very important to us, and we're working hard to improve our service.";

"Please join Zoom meeting in progress" = "Please join Zoom meeting in progress";
"Please join my meeting.\r\n%@" = "Please join my meeting.\r\n%@";

"Participant ID: %d   Meeting ID: %@" = "Participant ID: %d   Meeting ID: %@";
"Participant ID: %d   %d-Minutes Meeting ID: %@" = "Participant ID: %d   %d-Minutes Meeting ID: %@";
"-Minutes" = "Minutes";
"Zoom Meeting ID: %@" = "Zoom Meeting ID: %@";
"Panelist(%d)  Viewer(%d)" = "Panelist(%d)  Viewer(%d)";
"Waiting for %s to join..." = "Waiting for %s to join...";
"Please use the Invite button to invite more people" = "Please use the Invite button to invite more people";
"Your invitees do not need to have Zoom pre-installed to accept your meeting invitation." = "Your invitees do not need to have Zoom pre-installed to accept your meeting invitation.";
"URL: " = "URL: ";
"Invite people to join meeting" = "Invite people to join meeting";
"Zoom Number: %@" = "Zoom Number: %@";
"Copy" = "Copy";
"Meeting ID" = "Meeting ID";
"Spotlight Video" = "Spotlight Video";
"Cancel the Spotlight Video" = "Cancel the Spotlight Video";
"You are the host now" = "You are the host now";
"%@ is the host now" = "%@ is the host now";
"You are the co-host now" = "You are the co-host now";
"%@ is the co-host now" = "%@ is the co-host now";
"Less than a minute" = "Less than a minute";
"Remaining Meeting Time" = "Remaining Meeting Time";

//join meeting dialog
"Join Meeting" = "Join Meeting";
"Join a Meeting" = "Join a Meeting";
"Please enter your meeting ID and your name" = "Please enter your meeting ID and your name";
"Your Name" = "Your Name";
"Invalid video meeting ID!" = "Invalid video meeting ID!";
"Please input your screen name here" = "Please input your screen name here";
"Please enter your name." = "Please enter your name.";

//leave meeting dialog
"I'd like to give feedback to Zoom" =  "I'd like to give feedback to Zoom";
"Leave Meeting" = "Leave Meeting";
"Do you want to leave this meeting?" = "Do you want to leave this meeting?";
"End Meeting" = "End Meeting";
"If you want to keep this meeting open, please assign another Host before you click Leave Meeting." = "If you want to keep this meeting open, please assign another Host before you click Leave Meeting.";
"\nClick Cancel if you want to keep this meeting open." = "\nClick Cancel if you want to keep this meeting open.";
"Please enter your feedback here" = "Please enter your feedback here";
"End Meeting for All" = "End Meeting for All";
"Join webinar as a panelist" = "Join webinar as a panelist";
"Start your webinar" = "Start your webinar";
"Switch Account to Join" = "Switch Account to Join";
"Sign In to Join" = "Sign In to Join";

//join schedual meeting dialog
"Please enter the meeting password" = "Please enter the meeting password";
"Password" = "Password";
"Password error!" = "Password error!";
"Please wait for the host to start this meeting" = "Please wait for the host to start this meeting";
"Please wait for the host to start this webinar" = "Please wait for the host to start this webinar";
"Meeting Detail" = "Meeting Detail";
"While waiting, please check your audio and video setting." = "While waiting, please check your audio and video setting.";
"If you are the host, please login to start this meeting" = "If you are the host, please login to start this meeting";
"Topic" = "Topic";
"Time" = "Time";
"Date" = "Date";
"Verifying password..." = "Verifying password...";
"This is a recurring meeting" = "This is a recurring meeting";
"Waiting for Host %@" = "Waiting for Host %@";

//
"Stop Screen Share" = "Stop Screen Share";
"Stop Share"= "Stop Share";
"Share Screen" = "Share Screen";
"Share" = "Share";
"Share a New Window" = "Share a New Window";
"Participants" = "Participants";
"Manage Participants" = "Manage Participants";
"Chat" = "Chat";
"Chat with All" = "Chat with All";
"People (%d)" = "People (%d)";
"End" = "End";
"Settings" = "Settings";
"Hide Video Panel" = "Hide Video Panel";
"Show Video Panel" = "Show Video Panel";
"Exit Full Screen. Meeting ID:%@" = "Exit Full Screen. Meeting ID:%@";
"Gallery View" = "Gallery View";
"Speaker View" = "Speaker View";
"Enter Minimal View" = "Enter Minimal View";
"Exit Minimal View" = "Exit Minimal View";
"Enter Full Screen" = "Enter Full Screen";
"Exit Full Screen" = "Exit Full Screen";
"Rename" = "Rename";
"More" = "More";
"Meeting Information" = "Meeting Information";
"Meeting" = "Meeting";
"Put Attendee On Hold" = "Put Attendee On Hold";
"Stop attendee on hold" = "Stop attendee on hold";
"You are on hold" = "You are on hold";
"On Hold" = "On Hold";
"Stop on-hold" = "Stop on-hold";
"Raise Hand" = "Raise Hand";
"Lower Hand" = "Lower Hand";
"Lower All Hands" = "Lower All Hands";
"raised hand" = "raised hand";
"participants raised hand" = "participants raised hand";
"Show Non-Video Participants" = "Show Non-Video Participants";
"is talking ..." = "is talking ...";
"Total non-video participants:" = "Total non-video participants:";
"Connected" = "Connected";
"Calling..." = "Calling...";
"Ringing..." = "Ringing...";
"Call accepted" = "Call accepted";
"Failed to Call" = "Failed to Call";
"Success" = "Success";
"Disconnection Call" = "Disconnection Call";
"Claim Host" = "Claim Host";
"Attendee List" = "Attendee List";
"Allow viewers to view the participant counts" = "Allow viewers to view the participant counts";


"Mute All" = "Mute All";
"Unmute All" = "Unmute All";
"Unmute Audio" = "Unmute Audio";
"Mute Audio" = "Mute Audio";
"Audio" = "Audio";
"Click to join audio" = "Click to join audio";
"Unmute Telephone" = "Unmute Telephone";
"Mute Telephone" = "Mute Telephone";
"Mute" = "Mute";
"Unmute" = "Unmute";
"muted" = "muted";
"Mute Participants On Entry" = "Mute Participants On Entry";
"Play Enter/Exit Chime" = "Play Enter/Exit Chime";
"You are muted now. Press Command+Shift+A to unmute your microphone if you want to speak." = "You are muted now. Press Command+Shift+A to unmute your microphone if you want to speak.";
"You are using the computer audio" = "You are using the computer audio";
"You are using the phone" = "You are using the phone";
"Join Teleconference" = "Join Teleconference";
"All and new participants are muted" = "All and new participants are muted";
"All participants are unmuted" = "All participants are unmuted";
"Allow participants unmute themselves" = "Allow participants unmute themselves";
"You are muted by host" = "You are muted by host";
"You are unmuted by host" = "You are unmuted by host";
"The host has muted all participants" = "The host has muted all participants";
"The host has unmuted all participants" = "The host has unmuted all participants";
"You are using computer mic & speaker now" = "You are using computer mic & speaker now";
"You are using phone now" = "You are using phone now";
"Mute My Audio" = "Mute My Audio";
"Unmute My Audio" = "Unmute My Audio";
"Mute My Phone" = "Mute My Phone";
"Unmute My Phone" = "Unmute My Phone";
"Join Audio Conference via Mic & Speaker" = "Join Audio Conference via Mic & Speaker";
"Leave Audio Conference" = "Leave Audio Conference";
"Disconnected" = "Disconnected";
"Press Command-Shift-A to mute or unmute your audio" = "Press Command-Shift-A to mute or unmute your audio";
"Click to check your audio conference options" = "Click to check your audio conference options";
"Audio Options" = "Audio Options";
"Audio Conference" = "Audio Conference";
"Audio Settings" = "Audio Settings";
"Video Settings" = "Video Settings";
"Use Computer Mic & Speaker" = "Use Computer Mic & Speaker";
"Use Telephone" = "Use Telephone";
"You are not in the audio conference yet." = "You are not in the audio conference yet.";
"Computer Audio Connected" = "Computer Audio Connected";
"Phone Connected" = "Phone Connected";
"Test Computer Audio" = "Test Computer Audio";
"Participants in the meeting may have problem hearing your audio.\nConsider switching to phone" = "Participants in the meeting may have problem hearing your audio.\nConsider switching to phone";
"You may have problem hearing the audio from other participants.\nConsider switching to phone." = "You may have problem hearing the audio from other participants.\nConsider switching to phone.";
"Total %d phone call-in listener" = "Total %d phone call-in listener";
"Total %d phone call-in listeners" = "Total %d phone call-in listeners";
"Zoom detects a problem with your audio. If you enter your Mac computer password, we will attempt to restart your audio service to fix it.\n\n" = "Zoom detects a problem with your audio. If you enter your Mac computer password, we will attempt to restart your audio service to fix it.\n\n";
"Follow the instructions below to join audio conference." = "Follow the instructions below to join audio conference.";
"Computer Audio" = "Computer Audio";
"Dial In" = "Dial In";
"Call Me" = "Call Me";
"Hang Up" = "Hang Up";
"Automatically join audio by computer when joining a meeting" = "Automatically join audio by computer when joining a meeting";
"Already joined by telephone? Press " = "Already joined by telephone? Press ";
"on your phone." = "on your phone.";
"Dial" = "Dial";
"Toll free" = "Toll free";
"(US or Canda only)" = "(US or Canda only)";
"The number you want us to call you" = "The number you want us to call you";
"Remember the number on this computer" = "Remember the number on this computer";
"Failed to disconnect call" = "Failed to disconnect call";
"Your computer audio is disconnected as we detected an echo." = "Your computer audio is disconnected as we detected an echo.";
"Follow the instructions below to join audio." = "Follow the instructions below to join audio.";
"Detected poor audio connection" = "Detected poor audio connection";
"I'm fine" = "I'm fine";
"Switch to Phone" = "Switch to Phone";
"To hear others, please join audio" = "To hear others, please join audio";
"Join by Computer" = "Join by Computer";
"Join by Phone" = "Join by Phone";
"Your audio is connected using Dial In." = "Your audio is connected using Dial In.";
"Your audio is connected using Call Me." = "Your audio is connected using Call Me.";

//close audio without join audio dialog
"No Audio" = "No Audio";
"Do you want to continue without audio?" = "Do you want to continue without audio?";
"You won't be able to hear other participants in the meeting, nor will they hear you." = "You won't be able to hear other participants in the meeting, nor will they hear you.";
"Join Audio" = "Join Audio";
"Leave Computer Audio" = "Leave Computer Audio";

"Start Video" = "Start Video";
"Stop Video" = "Stop Video";
"Click to check your video conference options" = "Click to check your video conference options";
"Host has stopped your video" = "Host has stopped your video";
"Show Video" = "Show Video";
"Hide Video" = "Hide Video";
"Exit Minimal Video" = "Exit Minimal Video";
"Mute Video" = "Mute Video";

"Resume" = "Resume";
"Talking: " = "Talking: ";

"Lock Meeting" = "Lock Meeting";
"Unlock Meeting" = "Unlock Meeting";
"Lock screen sharing" = "Lock screen sharing";
"Unlock screen sharing" = "Unlock screen sharing";
"Start Recording" = "Start Recording";
"Stop Recording" = "Stop Recording";
"Allow Record" = "Allow Record";
"Forbid Record" = "Forbid Record";
"Make Host" = "Make Host";
"Remove" = "Remove";
"Select Window" = "Select Window";
"Pause" = "Pause";
"Annotate" = "Annotate";
"Share Control to" = "Share Control to";
"Cancel Remote Control" = "Cancel Remote Control";
"Enable Attendee Annotation" = "Enable Attendee Annotation";
"Disable Attendee Annotation" = "Disable Attendee Annotation";
"Change Role to Viewer" = "Change Role to Viewer";
"%@ will be rejoining the webinar as a viewer" = "%@ will be rejoining the webinar as a viewer";
"%@ will be rejoining the webinar as a panelist" = "%@ will be rejoining the webinar as a panelist";


"Show Call In Users" = "Show Call In Users";
"Hide Call In Users" = "Hide Call In Users";

"Double-click to enter full screen mode." = "Double-click to enter full screen mode.";
"Press ESC or double-click to exit full screen mode" = "Press ESC or double-click to exit full screen mode";
"Login as Host" = "Login as Host";

"to %@ (privately)" = "to %@ (privately)";
"from %@ (privately)" = "from %@ (privately)";
"from %@ to All" = "from %@ to All";
"Host" = "Host";
"me" = "me";
"participant ID" = "participant ID";
"Participant ID:" = "Participant ID:";
"To:" = "To:";

"The meeting has problem. Error code : %d" = "The meeting has problem. Error code : %d";
"This meeting ID is not valid. Please check and try again." = "This meeting ID is not valid. Please check and try again.";
"This meeting has ended." = "This meeting has ended.";
"Our service is currently busy. Please try again later." = "Our service is currently busy. Please try again later.";
"Can't connect to our service, please check your network connection and try again." = "Can't connect to our service, please check your network connection and try again.";
"Can't connect to our service, please check your network connection and try again. Error code %d" = "Can't connect to our service, please check your network connection and try again. Error code %d";
"This meeting has reached a maximum of %d participants. Please try again later." = "This meeting has reached a maximum of %d participants. Please try again later.";
"This meeting has been locked by host." = "This meeting has been locked by host.";
"You have a meeting that is currently in-progress. Please end it to start a new meeting." = "You have a meeting that is currently in-progress. Please end it to start a new meeting.";
"The host has a meeting that is currently in-progress. Once that meeting ends, you can join this meeting." = "The host has a meeting that is currently in-progress. Once that meeting ends, you can join this meeting.";
"We're sorry; the registration for this webinar has reached its maximum." = "We're sorry; the registration for this webinar has reached its maximum.";
"Someone try to use host’ email to register the webinar" = "Someone try to use host’ email to register the webinar";
"If you are the host, please sign in to start the webinar." = "If you are the host, please sign in to start the webinar.";
"If you were invited as a panelist, please join the webinar from the link in your email invitation." = "If you were invited as a panelist, please join the webinar from the link in your email invitation.";
"Host has denied your webinar registration." = "Host has denied your webinar registration.";

"You are removed by host." = "You are removed by host.";
"Host ended the meeting." = "Host ended the meeting.";
"Timed out before host join." = "Timed out before host join.";
"No free time left." = "No free time left.";
"End Other Meeting" = "End Other Meeting";
"This meeting has ended as someone has started a new meeting with this account." = "This meeting has ended as someone has started a new meeting with this account.";
"The meeting has ended after 40 minutes idle time." = "The meeting has ended after 40 minutes idle time.";

"ID" = "ID";
"Your screen sharing is paused" = "Your screen sharing is paused";
"You are viewing %@'s screen" = "You are viewing %@'s screen";
"You are viewing %@' screen" = "You are viewing %@' screen";
"You are controlling %@'s screen" = "You are controlling %@'s screen";
"'s screen" = "'s screen";
"Sharing is paused. Bring your shared window to front" = "Sharing is paused. Bring your shared window to front";
"Select a Window to Share" = "Select a Window to Share";
"Click here to change to window view" = "Click here to change to window view";
"Click here to change to 1:1 view" = "Click here to change to 1:1 view";
"Fit to Window" = "Fit to Window";
"Original Size" = "Original Size";
"View Mode" = "View Mode";
"Give Mouse/Keyboard Control to" = "Give Mouse/Keyboard Control to";
"Cancel Mouse/Keyboard control" = "Cancel Mouse/Keyboard control";
"Choose what you want to share" = "Choose what you want to share";
"Click to Share Screen" = "Click to Share Screen";
"Start Share" = "Start Share";
"This will stop other's screen sharing, do you want to continue?" = "This will stop other's screen sharing, do you want to continue?";
"Select a window or an application that you want to share" = "Select a window or an application that you want to share";
"Share Screen with Computer Sound" = "Share Screen with Computer Sound";
"Share Screen Only" = "Share Screen Only";
"Screen sharing has failed to start. Please try again later.\n\nError Code: %d" = "Screen sharing has failed to start. Please try again later.\n\nError Code: %d";
" has started screen sharing.\n\nDouble-click to enter full screen mode." = " has started screen sharing.\n\nDouble-click to enter full screen mode.";
" has started screen sharing" = " has started screen sharing";
"Share computer sound" = "Share computer sound";
"Optimize for full-screen video clip" = "Optimize for full-screen video clip";
"Advanced Options" = "Advanced Options";
"Other participants will be able to hear the audio running on your computer as well as see your shared screen." = "Other participants will be able to hear the audio running on your computer as well as see your shared screen.";
"Optimize the screen sharing for the best full-screen video clip viewing experience." = "Optimize the screen sharing for the best full-screen video clip viewing experience.";
"Your are viewing a portion of the shared content; To see the fullimage, select \"Fit to Window\" in the menu." = "Your are viewing a portion of the shared content; To see the fullimage, select \"Fit to Window\" in the menu.";
"The shared content is fit to your screen. To see the original size, click \"Original size\" in the menu." = "The shared content is fit to your screen. To see the original size, click \"Original size\" in the menu.";

"Share computer audio during screen sharing" = "Share computer audio during screen sharing";
"Disable computer audio during screen sharing" = "Disable computer audio during screen sharing";
"Your microphone is muted so others can hear remote audio during screen sharing." = "Your microphone is muted so others can hear remote audio during screen sharing.";
"Your microphone is muted so you can hear remote audio during screen sharing." = "Your microphone is muted so you can hear remote audio during screen sharing.";
"Your microphone is unmuted. Screen sharing with remote audio has stopped." = "Your microphone is unmuted. Screen sharing with remote audio has stopped.";
"You cannot unmute yourself because the host muted all attendees." = "You cannot unmute yourself because the host muted all attendees.";
"Your speaker is muted for audio sharing. It will recover when audio sharing ends." = "Your speaker is muted for audio sharing. It will recover when audio sharing ends.";
"To share your computer audio, please install the Zoom audio device.\n\n" = "To share your computer audio, please install the Zoom audio device.\n\n";

"Your microphone is muted to focus on %@ as the spotlight video." = "Your microphone is muted to focus on %@ as the spotlight video.";
"Your microphone is unmuted. Spotlight video has stopped." = "Your microphone is unmuted. Spotlight video has stopped.";

"Me" = "Me";
"Pin Video" = "Pin Video";
"Switch to Active Speaker" = "Switch to Active Speaker";
"Pin video on first screen" = "Pin video on first screen";
"Switch to active speaker on first screen" = "Switch to active speaker on first screen";
"Pin video on second screen" = "Pin video on second screen";
"Switch to active speaker on second screen" = "Switch to active speaker on second screen";

"Your default microphone has changed to %@ and will now be used." = "Your default microphone has changed to %@ and will now be used.";
"Default audio device has changed" = "Default audio device has changed";
"Your speaker %@ is not working. Please go to Settings to try a different one." = "Your speaker %@ is not working. Please go to Settings to try a different one.";
"Speaker Error" = "Speaker Error";
"Microphone Error" = "Microphone Error";
"Microphone status" = "Microphone status";
"Your microphone %@ is not working. Please go to Settings to try a different one." = "Your microphone %@ is not working. Please go to Settings to try a different one.";
"Zoom can't detect your Microphone. Please check the Microphone setup." = "Zoom can't detect your Microphone. Please check the Microphone setup.";
"Zoom can't detect your Speaker. Please check the Speaker setup." = "Zoom can't detect your Speaker. Please check the Speaker setup.";
"Zoom can't detect the sound from your Microphone %@." = "Zoom can't detect the sound from your Microphone %@.";
"Your default speaker has changed to %@ and will now be used." = "Your default speaker has changed to %@ and will now be used.";

"Your meeting is scheduled." = "Your meeting is scheduled.";
"Your recurring meetings are scheduled." = "Your recurring meetings are scheduled.";
"Your meeting is updated." = "Your meeting is updated.";
"Your recurring meetings are updated." = "Your recurring meetings are updated.";
"Please join my scheduled meeting.\r\n%@\r\n\r\n" = "Please join my scheduled meeting.\r\n%@\r\n\r\n";
"Meeting password: %@\r\n" = "Meeting password: %@\r\n";
"Meeting time: %@ at %@\r\n" = "Meeting time: %@ at %@\r\n";
"Meeting time: Recurring\r\n" = "Meeting time: Recurring\r\n";
"Meeting ID: %@\r\n" = "Meeting ID: %@\r\n";
"Can't schedule meeting. Please check your network connection and try again." = "Can't schedule meeting. Please check your network connection and try again.";
"Can't schedule the meeting. Error code : %d" = "Can't schedule the meeting. Error code : %d";
"Zoom meeting invitation - %@" = "Zoom meeting invitation - %@";
"Update Meeting Info error for meeting ID: %@, error code: %d." = "Update Meeting Info error for meeting ID: %@, error code: %d.";

"This meeting is scheduled for %@" = "This meeting is scheduled for %@";
"This Meeting ID is taken. Please choose a different ID." = "This Meeting ID is taken. Please choose a different ID.";
"Sorry, your request is rejected." = "Sorry, your request is rejected.";
"Failed to apply Personal Meeting ID. Unknown error." = "Failed to apply Personal Meeting ID. Unknown error.";
"Failed to apply personal meeting ID. Error code: %d." = "Failed to apply personal meeting ID. Error code: %d.";
"Can not edit meeting ID while meeting is in progress." = "Can not edit meeting ID while meeting is in progress.";


"My Meeting" = "My Meeting";
"'s Zoom Meeting" = "'s Zoom Meeting";
"' Zoom Meeting" = "' Zoom Meeting";

"%@ wants to be able to chat with you. Okay?" = "%@ wants to be able to chat with you. Okay?";
"Your invitation has been sent successfully." = "Your invitation has been sent successfully.";
"Your invitation failed to sent." = "Your invitation failed to sent.";
"%@ will be removed from your IM list." = "%@ will be removed from your IM list.";
"%@ will be removed from your favorite list." = "%@ will be removed from your favorite list.";
"Test Speaker" = "Test Speaker";
"Stop" = "Stop";
"Your" = "Your";
"'s" = "'s";
"%@ network bandwidth is low." = "%@ network bandwidth is low.";

"Your free meeting will end in 10 minutes, please upgrade to a paid account at $14.99 per month for unlimited minutes." = "Your free meeting will end in 10 minutes, please upgrade to a paid account at $14.99 per month for unlimited minutes.";
"Meeting Alert" = "Meeting Alert";
"This free meeting will end in 10 minutes. The meeting host needs to upgrade to a paid account at $14.99 per month for unlimited minutes." = "This free meeting will end in 10 minutes. The meeting host needs to upgrade to a paid account at $14.99 per month for unlimited minutes.";
"This meeting will be ended in %d minutes as the host does not join yet." = "This meeting will be ended in %d minutes as the host does not join yet.";
"This free HD meeting has ended. Thank you for choosing Zoom!" = "This free HD meeting has ended. Thank you for choosing Zoom!";
"The meeting has ended because the host doesn't show up." = "The meeting has ended because the host doesn't show up.";
"You are removed from this meeting." = "You are removed from this meeting.";
"This meeting has been ended by host." = "This meeting has been ended by host.";
"Do you want to upgrade your account?" = "Do you want to upgrade your account?";
"Do you want to change the host to %@?" = "Do you want to change the host to %@?";
"Do you want to remove %@?" = "Do you want to remove %@?";
"No new attendees can join this meeting once locked." = "No new attendees can join this meeting once locked.";
"New attendees can join this meeting once unlocked." = "New attendees can join this meeting once unlocked.";
"You have left this meeting." = "You have left this meeting.";
"Upgrade Account" = "Upgrade Account";
"OK" = "OK";
"Cancel" = "Cancel";
"Continue" = "Continue";
"Upgrade" = "Upgrade";
"Request" = "Request";
"Select" = "Select";
"Search" = "Search";
"Check" = "Check";
"Login" = "Login";

"Host allows you to record the meeting." = "Host allows you to record the meeting.";
"Host disallows you to record the meeting." = "Host disallows you to record the meeting.";
"Your recording is stopped. The disk space is insufficient." = "Your recording is stopped. The disk space is insufficient.";
"The recorded file will be converted to MP4 when the meeting ends." = "The recorded file will be converted to MP4 when the meeting ends.";
"You will get an email notification when the cloud recording is ready." = "You will get an email notification when the cloud recording is ready.";
"Please request record permission from the meeting host." = "Please request record permission from the meeting host.";
"No speaker is detected for this recording that is in-progress. Please check your speaker settings." = "No speaker is detected for this recording that is in-progress. Please check your speaker settings.";
"Record to the Cloud" = "Record to the Cloud";
"Record on this Computer" = "Record on this Computer";
"Connecting to cloud server..." = "Connecting to cloud server...";
"Failed to connect cloud server." = "Failed to connect cloud server.";

//transcode
"Zoom - Converting meeting recording" = "Zoom - Converting meeting recording";
"You have a recording that needs to be converted before viewing" = "You have a recording that needs to be converted before viewing";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "You may convert your recording later by double clicking .zoom file located in the recording folder.";
"Save my recordings at:" = "Save my recordings at:";
"Choose a new location..." = "Choose a new location...";
"Save" = "Save";
"Transcode will be stopped. Would you like to continue?" = "Transcode will be stopped. Would you like to continue?";
"Quit" = "Quit";
"Choose" = "Choose";

//
"No Upcoming Meetings" = "No Upcoming Meetings";
"The scheduled meetings will be listed here." = "The scheduled meetings will be listed here.";
"No Recorded Files" = "No Recorded Files";
"The recorded files will be listed here." = "The recorded files will be listed here.";
"No online buddies" = "No online buddies";
"No Favorite Contacts" = "No Favorite Contacts";
"Free Account" = "Free Account";
"Pro Account" = "Pro Account";
"My Profile" = "My Profile";
"Change My Picture" = "Change My Picture";

//warning
"All attendees will be muted to hear the remote computer audio." = "All attendees will be muted to hear the remote computer audio.";
"This action will unmute all attendees, do you want to continue?" = "This action will unmute all attendees, do you want to continue?";
"Your account has been upgraded successfully. Your meeting has no time limitation any more." = "Your account has been upgraded successfully. Your meeting has no time limitation any more.";
"The meeting host has upgraded to Pro account. This meeting has no time limitation anymore." = "The meeting host has upgraded to Pro account. This meeting has no time limitation anymore.";
"Host disabled attendee screen sharing." = "Host disabled attendee screen sharing.";
"Only host can screen share once locked." = "Only host can screen share once locked.";
"Attendee can now screen share once unlocked." = "Attendee can now screen share once unlocked.";
"You cannot start screen share while the other participant is sharing." = "You cannot start screen share while the other participant is sharing.";
"Meeting host %@ is not in the meeting, please login as %@ to claim the host role." = "Meeting host %@ is not in the meeting, please login as %@ to claim the host role.";
"Meeting host is not in the meeting, please login as host to claim the host role" = "Meeting host is not in the meeting, please login as host to claim the host role";
"Enter new name here:" = "Enter new name here:";
"Finish registration to join the webinar." = "Finish registration to join the webinar.";
"Join Webinar" = "Join Webinar";
"The host has made you a panelist.\nRejoining webinar as a panelist..." = "The host has made you a panelist.\nRejoining webinar as a panelist...";
"The host has changed your role to view-only viewer.\nRejoining webinar as a viewer..." =  "The host has changed your role to view-only viewer.\nRejoining webinar as a viewer...";
"You can't add more panelists because this meeting has reached its maximum capacity of %d panelists." = "You can't add more panelists because this meeting has reached its maximum capacity of %d panelists.";
"You need to be signed in with the specified Zoom account to join this meeting. Please contact the host for more information." = "You need to be signed in with the specified Zoom account to join this meeting. Please contact the host for more information.";
"The meeting is for internal only." = "The meeting is for internal only.";
"Please sign in with your company account to join." = "Please sign in with your company account to join.";

/* Annotation & Whiteboard */
"Mouse" = "Mouse";
"Text" = "Text";
"Pen" = "Pen";
"Highlighter" = "Highlighter";
"Spotlight" = "Spotlight";
"Arrow" = "Arrow";
"Erase All" = "Erase All";
"Clear All Drawing" = "Clear All Drawing";
"Clear My Drawing" = "Clear My Drawing";
"Clear Other's Drawing" = "Clear Other's Drawing";
"Eraser" = "Eraser";
"Choose Color" = "Choose Color";
"Color" = "Color";
"Draw" = "Draw";
"Undo" = "Undo";
"Redo" = "Redo";
"Whiteboard" = "Whiteboard";
"Whiteboard saved." = "Whiteboard saved.";
"Screen saved." = "Screen saved.";
"Show in Finder" = "Show in Finder";

"Remote Control"= "Remote Control";
"Click to start the remote control of the shared screen" = "Click to start the remote control of the shared screen";
"%@ is requesting remote control." = "%@ is requesting remote control.";
"Request remote control" = "Request remote control";
"Request Remote Control" = "Request Remote Control";
"Give Up Remote Control" = "Give Up Remote Control";
"Exit fullscreen will stop your remote control. Do you want to continue?" = "Exit fullscreen will stop your remote control. Do you want to continue?";
"%@ requesting remote control of your shared content." = "%@ requesting remote control of your shared content.";
"If you approve the request, %@ will have access to your entire shared content. You can regain control at any time by clicking anywhere." = "If you approve the request, %@ will have access to your entire shared content. You can regain control at any time by clicking anywhere.";
"Decline" = "Decline";
"Approve" = "Approve";
"Remote Control Request" = "Remote Control Request";
"You are about to request remote control of %@'s shared content." = "You are about to request remote control of %@'s shared content.";
"and wait for %@'s approval.\n" = "and wait for %@'s approval.\n";
"if you don't want to send a request." = "if you don't want to send a request.";
"Select Request to try again" = "Select Request to try again";
"to try again" = "to try again";
"%@ declined your request." = "%@ declined your request.";
"Forbid remote control" = "Forbid remote control";
"Allow remote control" = "Allow remote control";

"Switching to gallery view will degrade the recording quality. Do you want to continue?" = "Switching to gallery view will degrade the recording quality. Do you want to continue?";
"Switching to speaker view will improve the recording quality. Do you want to continue?" = "Switching to speaker view will improve the recording quality. Do you want to continue?";
"You cannot minimize Zoom when you are recording this meeting." = "You cannot minimize Zoom when you are recording this meeting.";
"To enable dual stream, you need a higher performance computer." = "To enable dual stream, you need a higher performance computer.";

"Do you want to delete this meeting?" = "Do you want to delete this meeting?";
"Do you want to delete this recorded file?" = "Do you want to delete this recorded file?";
"Screen sharing has stopped as the shared window is closed." = "Screen sharing has stopped as the shared window is closed.";
"Click Test Speaker to make sure you can hear others" =  "Click Test Speaker to make sure you can hear others";
"If you can not hear the test sound, select a different speaker" =  "If you can not hear the test sound, select a different speaker";
"If you can't make your Speaker or Mic work, click Join Teleconference" = "If you can't make your Speaker or Mic work, click Join Teleconference";
"The invitation has been copied to the Clipboard." = "The invitation has been copied to the Clipboard.";
"%@ is controlling your screen" = "%@ is controlling your screen";
"Click below to change your picture and name." = "Click below to change your picture and name.";

"Convert" = "Convert";

"Hide thumbnail video" = "Hide thumbnail video";
"Show active speaker video" = "Show active speaker video";
"Show small active speaker video" = "Show small active speaker video";
"Show large active speaker video" = "Show large active speaker video";
"Show thumbnail video" = "Show thumbnail video";
"Previous Page" = "Previous Page";
"Next Page" = "Next Page";
"Start a Meeting" = "Start a Meeting";
"Start a Group Meeting" = "Start a Group Meeting";
"Cannot delete this meeting. Error code: %d." = "Cannot delete this meeting. Error code: %d.";

"ZOOM Cloud Meetings" = "ZOOM Cloud Meetings";
"ZOOM Cloud Meetings - Schedule a Meeting" = "ZOOM Cloud Meetings - Schedule a Meeting";

//PT MENUS STARTS
"About Zoom" = "About Zoom";
"Preferences..." = "Preferences...";
"Provide Zoom Feedback..." = "Provide Zoom Feedback...";
"Hide Zoom" = "Hide Zoom";
"Hide Others" = "Hide Others";
"Show All" = "Show All";
"Quit Zoom" = "Quit Zoom";

"Cut" = "Cut";
"Paste" = "Paste";
"Paste and Match Style" = "Paste and Match Style";
"Select All" = "Select All";
"Find" = "Find";
"Find…" = "Find…";
"Find and Replace…" = "Find and Replace…";
"Find Next" = "Find Next";
"Find Previous" = "Find Previous";
"Use Selection for Find" = "Use Selection for Find";
"Jump to Selection" = "Jump to Selection";

"Window" = "Window";
"Minimize" = "Minimize";
"Bring All to Front" = "Bring All to Front";

"Recommend Zoom to Friends" = "Recommend Zoom to Friends";
//PT MENUS ENDS

"Zoom Group Chat" = "Zoom Group Chat";
"Zoom Update" = "Zoom Update";
"A new version of Zoom is available!" = "A new version of Zoom is available!";
"A new version of Zoom is available! Please update now." = "A new version of Zoom is available! Please update now.";
"We also welcome your ideas, requests or comments about Zoom.\nPlease enter your feedback here:" = "We also welcome your ideas, requests or comments about Zoom.\nPlease enter your feedback here:";
"Zoom is up to date." = "Zoom is up to date.";

//PT About Window starts
" All rights reserved." = " All rights reserved.";
" Terms" = " Terms";
"Privacy Policy" = "Privacy Policy";
//PT About Window ends

//Q&A
"You are logged in from another device. Your Q&A session is inactive." = "You are logged in from another device. Your Q&A session is inactive.";
"Q&A" = "Q&A";
"Questions and Answers" = "Questions and Answers";
"Send Anonymously" = "Send Anonymously";
"You have no question." = "You have no question.";
"You have no open questions" = "You have no open questions";
"You have no answered questions" = "You have no answered questions";
"All" = "All";
"Answered" = "Answered";
" answered:" = " answered:";
"Please input your question" = "Please input your question";
"Answer by Text" = "Answer by Text";
"Answer Live" = "Answer Live";
"Submit" = "Submit";
"Send privately" = "Send privately";
"You would like to answer this question live." = "You would like to answer this question live.";
"Done" = "Done";
"Anonymous Viewer" = "Anonymous Viewer";
"You" = "You";
" asks:" = " asks:";
" answered (privately):" = " answered (privately):";
"You have" = "You have";
" has" = " has";
" answered this question live." = " answered this question live.";
" is going to answer this question live." = " is going to answer this question live.";

//Polling
"Polling" = "Polling";

//quick start
"Invitation URL:" = "Invitation URL:";
"Host Name:" = "Host Name:";
"Meeting Topic:" = "Meeting Topic:";
"Copy URL" = "Copy URL";

//H323
"Device connected." = "Device connected.";
"This meeting is not existed or has expired." = "This meeting is not existed or has expired.";
"Invalid pairing code" = "Invalid pairing code";
"The meeting host has not subscribed H.323/SIP Room Connector Plan." = "The meeting host has not subscribed H.323/SIP Room Connector Plan.";
"Pair code failed. Error:%d" = "Pair code failed. Error:%d";
"IP address or E.164 number" = "IP address or E.164 number";
"IP address or URL" = "IP address or URL";

//add by Ryan for IM
"You have been removed from this group." = "You have been removed from this group.";
"Chat History" = "Chat History";
"Clear chat history on this computer?" = "Clear chat history on this computer?";
"Clear" = "Clear";
"Leave this group?" = "Leave this group?";
"This will also clear your chat history in this group." = "This will also clear your chat history in this group.";
"This will also clear your chat history with this user." = "This will also clear your chat history with this user.";
"Leave" = "Leave";
"You cleared all past messages." = "You cleared all past messages.";
"With Video On" = "With Video On";
"With Video Off" = "With Video Off";
"Capture Screen" = "Capture Screen";
"Send Image" = "Send Image";
"Edit Group" = "Edit Group";
"Invite others" = "Invite others";
"Invite Others" = "Invite Others";
"Clear History" = "Clear History";
"Leave Group" = "Leave Group";
"Delete Contact" = "Delete Contact";
"Remove from Contacts" = "Remove from Contacts";
"On Desktop" = "On Desktop";
"On Mobile" = "On Mobile";
"Desktop" = "Desktop";
"Mobile" = "Mobile";
"Away" = "Away";
"Busy" = "Busy";
"You have reached the Maximum number of group members." = "You have reached the Maximum number of group members.";
"Group Members" = "Group Members";
"%@'s group chat" = "%@'s group chat";
"Save Changes" = "Save Changes";
"Invite" = "Invite";
"Create Group" = "Create Group";
"Can't create a new group, please check your network." = "Can't create a new group, please check your network.";
"Can't edit the group, please check your network." = "Can't edit the group, please check your network.";
"Voice Message" = "Voice Message";
"Your message \"%@\" send failed.   Resend" = "Your message \"%@\" send failed.   Resend";
"Your message \"%@...\" send failed.   Resend" = "Your message \"%@...\" send failed.   Resend";
"Resend" = "Resend";
"%d new message" = "%d new message";
"%d new messages" = "%d new messages";
"%@ is typing..." = "%@ is typing...";
"Contacts" = "Contacts";
"No results" = "No results";
"You have logged in from another device. Messenger is now inactive." = "You have logged in from another device. Messenger is now inactive.";
"Available" = "Available";
"(Admin)" = "(Admin)";
"Not in Contacts" = "Not in Contacts";
"(Invite)" = "(Invite)";
"Add to Contacts List" = "Add to Contacts List";
"1 contact request" = "1 contact request";
"%d contact requests" = "%d contact requests";
"Your request has been sent successfully!" = "Your request has been sent successfully!";
"New Group Chat" = "New Group Chat";
"Favorites" = "Favorites";
"Company, Phone, and Other Contacts" = "Company, Phone, and Other Contacts";
"Company and Phone Contacts" = "Company and Phone Contacts";
"Company and Other Contacts" = "Company and Other Contacts";
"Company Contacts" = "Company Contacts";
"Phone and Other Contacts" = "Phone and Other Contacts";
"Phone Contacts" = "Phone Contacts";
"Right-click a contact to add to Favorites." = "Right-click a contact to add to Favorites.";
"Group Meeting" = "Group Meeting";
"You are about to start a meeting and invite all members of this group to join. Are you sure?" = "You are about to start a meeting and invite all members of this group to join. Are you sure?";

//audio error for record
"Audio Error" = "Audio Error";
"No audio is detected. Check audio settings or continue to record with no audio." = "No audio is detected. Check audio settings or continue to record with no audio.";
"Check Audio" = "Check Audio";
"Continue Recording" = "Continue Recording";

//add by Ryan for L10;
"Upcoming" = "Upcoming";
"Recorded" = "Recorded";
"Join" = "Join";
"Open" = "Open";
"Schedule" = "Schedule";
"Update" = "Update";
"Help" = "Help";
"Switch Account" = "Switch Account";
"Exit" = "Exit";
"Check for Updates..." = "Check for Updates...";
"Please check your network connection. Then click Retry to re-connect." = "Please check your network connection. Then click Retry to re-connect.";
"Install" = "Install";
"Manual Update" = "Manual Update";
"Retry" = "Retry";
"Downloading file" = "Downloading file";
"Updating" = "Updating";
"Thanks for joining a Zoom video call!\n\nYou can login to start your own Zoom video call." = "Thanks for joining a Zoom video call!\n\nYou can login to start your own Zoom video call.";
"Don't remind me again" = "Don't remind me again";
"Your invitees do not need to have Zoom pre-installed to accept your meeting invitation" = "Your invitees do not need to have Zoom pre-installed to accept your meeting invitation";
"Did you know?" = "Did you know?";
"Later" = "Later";
"Update now" = "Update now";
"Release Notes:" = "Release Notes:";
"Join Video Call" = "Join Video Call";
"You are already in another meeting, do you want to leave and join this meeting?" = "You are already in another meeting, do you want to leave and join this meeting?";
"No" = "No";
"Yes" = "Yes";
"Camera:" = "Camera:";
"Enable mirror effect for my video" = "Enable mirror effect for my video";
"Always show name on video window" = "Always show name on video window";
"Update to PRO" = "Update to PRO";
"Store my recordings at:" = "Store my recordings at:";
"Choose a location for recorded files when meeting ends" = "Choose a location for recorded files when meeting ends";
"Open Recordings in Finder" = "Open Recordings in Finder";
"Choose a new location..." = "Choose a new location...";
"Speaker" = "Speaker";
"Microphone" = "Microphone";
"Output Level:" = "Output Level:";
"Output Volume:" = "Output Volume:";
"Input Level:" = "Input Level:";
"Input Volume:" = "Input Volume:";
"Please speak to your microphone. If you can not see the volume indicator blinking, select a different mic." = "Please speak to your microphone. If you can not see the volume indicator blinking, select a different mic.";
"Select Mic" = "Select Mic";
"Automatically adjust microphone settings" = "Automatically adjust microphone settings";
"Automatically join audio conference via Mic & Speaker when joining a meeting" = "Automatically join audio conference via Mic & Speaker when joining a meeting";
"Alert me when friends go online" = "Alert me when friends go online";
"Alert me when friends go offline" = "Alert me when friends go offline";
"Pop out the chat window when I receive a chat message" = "Pop out the chat window when I receive a chat message";
"Show offline contacts" = "Show offline contacts";
"Enter full screen automatically when viewing screen shared by others" = "Enter full screen automatically when viewing screen shared by others";
"Play sound when I receive a chat message" = "Play sound when I receive a chat message";
"Enter full screen automatically when starting or joining a meeting" = "Enter full screen automatically when starting or joining a meeting";
"Use dual monitors" = "Use dual monitors";
"Scale to fit my Zoom window when viewing screen shared by others" = "Scale to fit my Zoom window when viewing screen shared by others";
"Automatically copy Invitation URL to Clipboard after meeting starts" = "Automatically copy Invitation URL to Clipboard after meeting starts";
"Meeting Option" = "Meeting Option";
"Instant Message" = "Instant Message";
"For technical support, please visit " = "For technical support, please visit ";
"Support." = "Support.";
"Always use PMI for instant meetings on this computer" = "Always use PMI for instant meetings on this computer";
"Delete" = "Delete";
"Start" = "Start";
"Edit" = "Edit";
"Play Video" = "Play Video";
"Play Audio Only" = "Play Audio Only";
"Accept" = "Accept";
"Checking for updates..." = "Checking for updates...";
"What's new?" = "What's new?";
"Network error!" = "Network error!";

//hard code string
"Download failed, please try it again" = "Download failed, please try it again";
"Download failed" = "Download failed";
"Choose" = "Choose";
"Personal Meeting ID (PMI)" = "Personal Meeting ID (PMI)";
"Today" = "Today";
"Recurring - %@" = "Recurring - %@";
"Topic: %@\n" = "Topic: %@\n";
"Meeting ID: %@\n" = "Meeting ID: %@\n";
"Meeting Password: %@\n" = "Meeting Password: %@\n";
"%@ to %@" = "%@ to %@";
"Duration: %d minutes" = "Duration: %d minutes";
"Meeting ID: %@" = "Meeting ID: %@";
"Meeting Password: %@" = "Meeting Password: %@";
"Meeting Password:" = "Meeting Password:";
"New version is available!" = "New version is available!";
"New version available!" = "New version available!";
"Last Name" = "Last Name";
"First Name" = "First Name";
"Change" = "Change";
"Enter your own audio conference information" = "Enter your own audio conference information";

//PT Invite Dialog
"Invite By Email" = "Invite By Email";
"Choose your email service to send invitation" = "Choose your email service to send invitation";
"Default Email" = "Default Email";
"Gmail" = "Gmail";
"Yahoo Mail" = "Yahoo Mail";

"Facebook Friends" = "Facebook Friends";
"Facebook Group" = "Facebook Group";

"Invite By Phone" = "Invite By Phone";
"Calling" = "Calling";
"Invitee Name:" = "Invitee Name:";
" Name to be displayed in the meeting" = " Name to be displayed in the meeting";
"Phone Number:" = "Phone Number:";
" Input the number you want to call" = " Input the number you want to call";

"Invite a Room System" = "Invite a Room System";
"Enter the pairing code below" = "Enter the pairing code below";
"Or Enter the pairing code below" = "Or Enter the pairing code below";

"Copy Invitation" = "Copy Invitation";
"Copy URL to Clipboard" = "Copy URL to Clipboard";
"Copy Invitation to Clipboard" = "Copy Invitation to Clipboard";

"Call" = "Call";

"From your H.323/SIP Room System" = "From your H.323/SIP Room System";
"Enter Meeting ID: " = "Enter Meeting ID: ";
"Enter Meeting Password: " = "Enter Meeting Password: ";

"Google Friends" = "Google Friends";
"Invite by IM" = "Invite by IM";
//PT Invite Dialog end


//PT Login Dialog begin
"(or" = "(or";
"Email" = "Email";
"Email or password error!" = "Email or password error!";
"Remember me" = "Remember me";
"Back" = "Back";
"Or" = "Or";
"Login with Google" = "Login with Google";
"Login with Facebook" = "Login with Facebook";
"Login with SSO" = "Login with SSO";

"Connection Failed." = "Connection Failed.";

"Join a Meeting" = "Join a Meeting";
"Sign In" = "Sign In";

"To schedule a BBM meeting, you need to upgrade to a paid account. You are still able to join BBM Meeting." = "To schedule a BBM meeting, you need to upgrade to a paid account. You are still able to join BBM Meeting.";
"Not Now" = "Not Now";
"Upgrade to BBM Meetings" = "Upgrade to BBM Meetings";

//PT SSO Login Dialog begin
"Login SSO" = "Login SSO";
"https://companyname.zoom.us" = "https://companyname.zoom.us";
"SSO URL:" = "SSO URL:";
"Enter your company domain" = "Enter your company domain";
"companydomain" = "companydomain";
".zoom.us" = ".zoom.us";
"I don't know the company domain" = "I don't know the company domain";
"Open in default browser" = "Open in default browser";
"Find company domain by email address" = "Find company domain by email address";
"Mannually enter domain" = "Mannually enter domain";
"No matching domain found" = "No matching domain found";
"Network error, please try later" = "Network error, please try later";
//PT SSO Login Dialog end


//PT Proxy Auth Dialog begin
"Name:" = "Name:";
"Password:" = "Password:";
//PT Proxy Auth Dialog end

//copy right string
"Copyright ©2012-2016 Zoom Video Communications, Inc." = "Copyright ©2012-2016 Zoom Video Communications, Inc.";

//Help url string
"http://support.zoom.us/" = "http://support.zoom.us/";



//PT Schedule Dialog begin
"Topic:" = "Topic:";
"When" = "When";
"Start:" = "Start:";
"Duration:" = "Duration:";
"Hr" = "Hr";
"Min" = "Min";
"Time Zone:" = "Time Zone:";
"Please remember to check recurrence or repeat in your calendar invitation to your attendees. " = "Please remember to check recurrence or repeat in your calendar invitation to your attendees. ";
"Recurring meeting" = "Recurring meeting";
"Host:" = "Host:";
"Participant:" = "Participant:";
"Video (when joining a meeting)" = "Video (when joining a meeting)";
"On" = "On";
"Off" = "Off";
"Telephone Only" = "Telephone Only";
"Voip Only" = "Voip Only";
"Both" = "Both";
"3rd Party Audio" = "3rd Party Audio";
"Meeting Options" = "Meeting Options";
"Require meeting password" = "Require meeting password";
"Enable join before host" = "Enable join before host";
"Calendar" = "Calendar";
"iCal" = "iCal";
"Google Calendar" = "Google Calendar";
"Other Calendars" = "Other Calendars";
"Schedule For:" = "Schedule For:";
"Edit Meeting" = "Edit Meeting";
"Scheduling..." = "Scheduling...";
"Click the button below to copy the invitation to clipboard." = "Click the button below to copy the invitation to clipboard.";
"Copy to Clipboard" = "Copy to Clipboard";
//PT Schedule Dialog end


//PT Edit PMI Dialog begin
"Personal Meeting ID" = "Personal Meeting ID";
"Your Personal Meeting ID is changed." = "Your Personal Meeting ID is changed.";
"Upgrade to Pro to change your Personal Meeting ID" = "Upgrade to Pro to change your Personal Meeting ID";
"Change Your Personal Meeting ID" = "Change Your Personal Meeting ID";

"Choose your 10-digits ID:" = "Choose your 10-digits ID:";
"* Your Personal Meeting ID cannot start with 0 or 1." = "* Your Personal Meeting ID cannot start with 0 or 1.";
"Apply" = "Apply";

"Your Personal Meeting option is updated." = "Your Personal Meeting option is updated.";

"Only Pro user can customize your favorite personal meeting ID. Would like to upgrade to Pro account?" = "Only Pro user can customize your favorite personal meeting ID. Would like to upgrade to Pro account?";
//PT Edit PMI Dialog end


"Recording Path:" = "Recording Path:";

//add for ZOOM3.5
"Save Chat" = "Save Chat";
"Chat saved to:" = "Chat saved to:";

//air host
"Share an iPhone/iPad screen" = "Share an iPhone/iPad screen";
"A plugin is required to share an iPhone/iPad screen." = "A plugin is required to share an iPhone/iPad screen.";
"Installation failed, please check your network and try again. Or " = "Installation failed, please check your network and try again. Or ";
"download manually" = "download manually";

//diagnostic
"Zoom Activity Monitor" = "Zoom Activity Monitor";
"Item Name" = "Item Name";
"Frequency" = "Frequency";
"Latency" = "Latency";
"Jitter" = "Jitter";
"Packet Loss - Avg(Max)" = "Packet Loss - Avg(Max)";
"Frame Per Second" = "Frame Per Second";
"Resolution" = "Resolution";
"Screen Sharing" = "Screen Sharing";
"Overall" = "Overall";
"Send" = "Send";
"Receive" = "Receive";
"Bandwidth" = "Bandwidth";
"Network Type" = "Network Type";
"Proxy" = "Proxy";
"CPU" = "CPU";
"Memory" = "Memory";
"Your high CPU usage is affecting the meeting quality" = "Your high CPU usage is affecting the meeting quality";
"Your internet connection is unstable" = "Your internet connection is unstable";

//Conference Remote Camera Control Window
"Waiting for %@ to approve your request." = "Waiting for %@ to approve your request.";
"%@ requested to control your camera." = "%@ requested to control your camera.";
"%@ declined your request of camera control." = "%@ declined your request of camera control.";
"Request approved. You can now control %@'s camera." = "Request approved. You can now control %@'s camera.";
"%@ no longer controls your camera." = "%@ no longer controls your camera.";

// for accessibility feature
"Zoom Logo" = "Zoom Logo";
"Status Menu" = "Status Menu";
"Refresh Meeting List" = "Refresh Meeting List";
"Add Contact" = "Add Contact";
"button" = "button";

"Auto Answer Group" = "Auto Answer Group";
"Remove from Auto Answer Group" = "Remove from Auto Answer Group";
"Add to Auto Answer Group" = "Add to Auto Answer Group";

// for polling
"Multiple Choice" = "Multiple Choice";
"Poll closed" = "Poll closed";
"%d voted" = "%d voted";
"Add a Question" = "Add a Question";
"Edit Poll" = "Edit Poll";
"Failed to launch poll" = "Failed to launch poll";
"Failed to end poll" = "Failed to end poll";
"Failed to share poll result" = "Failed to share poll result";
"Failed to fetch poll" = "Failed to fetch poll";
"Failed to stop sharing" = "Failed to stop sharing";
"Failed to submit poll" = "Failed to submit poll";
"Share Results" = "Share Results";
"Launch Poll" = "Launch Poll";
"Polls" = "Polls";
"End Poll" = "End Poll";
"%@ in Progress" = "%@ in Progress";
"%d of %d voted" = "%d of %d voted";
"Sharing Poll Results" = "Sharing Poll Results";
"Stop Sharing" = "Stop Sharing";
"Quick Poll" = "Quick Poll";
"Host is sharing poll results" = "Host is sharing poll results";
"Close" = "Close";
"Attendees are now viewing questions" = "Attendees are now viewing questions";
"Attendees are now viewing poll results" = "Attendees are now viewing poll results";
"Host and panelists can't vote." = "Host and panelists can't vote.";

//Main Window Title
"Zoom - %@" = "Zoom - %@";
"Use Personal Meeting ID" = "Use Personal Meeting ID";
"Zoom" = "Zoom";
"Always mute microphone when joining a meeting" = "Always mute microphone when joining meeting";
"Always turn off video when joining meeting" = "Always turn off video when joining meeting";
"(Public to all participants)" = "(Public to all participants)";
"Topic: %@" = "Topic: %@";
"Chat saved." = "Chat saved.";
"Call Out" = "Call Out";
"Dial In from a H.323/SIP Room System" = "Dial In from a H.323/SIP Room System";
"Call a H.323/SIP Room System" = "Call a H.323/SIP Room System";
"Confirm with me when I leave a meeting" = "Confirm with me when I leave a meeting";
"Hide Non-Video Participants" = "Hide Non-Video Participants";
"Ask to Start Video" = "Ask to Start Video";

//broad cast
"Broadcast" = "Broadcast";
"Practice Mode Only: Viewers cannot join until you broadcast" = "Practice Mode Only: Viewers cannot join until you broadcast";
"The webinar is now broadcasting to all viewers" = "The webinar is now broadcasting to all viewers";
"Not broadcasting" = "Not broadcasting";

//
"Audio Options..." = "Audio Options...";
"Video Settings..." = "Video Settings...";
"Camera (Command+Shift+N to switch)" = "Camera (Command+Shift+N to switch)";
"Zoom is using an end to end encrypted connection" = "Zoom is using an end to end encrypted connection";
"Camera" = "Camera";
"New Share" = "New Share";
"Stop Remote Control" = "Stop Remote Control";
"Switch Camera" = "Switch Camera";
"Locked" = "Locked";
"You need to unlock the meeting in order to change the role of a webinar attendee" = "You need to unlock the meeting in order to change the role of a webinar attendee";
"You need to unlock the meeting in order to change the role of a webinar panelist" = "You need to unlock the meeting in order to change the role of a webinar panelist";
"The host has asked you to start your video." = "The host has asked you to start your video.";
"Start My Video" = "Start My Video";
"Resume Share" = "Resume Share";
"Pause Share" = "Pause Share";
"Meeting Locked" = "Meeting Locked";
"Show floating notification when I receive a chat message" = "Show floating notification when I receive a chat message";
"Options" = "Options";
"Promote" = "Promote";
"Other Contacts" = "Other Contacts";
"Meet" = "Meet";
"Add Other Contacts by Email" = "Add Other Contacts by Email";
"Meet with Video" = "Meet with Video";
"Meet without Video" = "Meet without Video";
"Add to Favorite" = "Add to Favorite";
"Remove from Favorite" = "Remove from Favorite";
"Send File" = "Send File";
"You've created this group chat %@" = "You've created this group chat %@";
"%@ invited you and %@ to this group chat" = "%@ invited you and %@ to this group chat";
"%@ invited you to this group chat" = "%@ invited you to this group chat";
"New Chat" = "New Chat";
"Start Chat" = "Start Chat";
"Chat With" = "Chat With";
"Next" = "Next";
"Add" = "Add";
"New Group" = "New Group";
"Screen sharing has failed to start. Please try again later." = "Screen sharing has failed to start. Please try again later.";
"Group Name:" = "Group Name";
"Missed Call" = "Missed Call";
"Incoming Call - Declined" = "Incoming Call - Declined";
"Join Audio by Computer" = "Join Audio by Computer";
"[You were mentioned] " = "[You were mentioned] ";
"%@ left this group chat" = "%@ left this group chat";
"You've removed %@ from this group chat" = "You've removed %@ from this group chat";
"%@ removed you from this group chat" = "%@ removed you from this group chat";
"%@ removed %@ from this group chat" = "%@ removed %@ from this group chat";
"You changed the group name to \"%@\"" = "You changed the group name to \"%@\"";
"%@ changed the group name to \"%@\"" = "%@ changed the group name to \"%@\"";
"You've invited %@ to this group chat" = "You've invited %@ to this group chat";
"%@ invited %@ to this group chat" = "%@ invited %@ to this group chat";
"How do you want to join the audio conference?" = "How do you want to join the audio conference?";
"Request Camera Control" = "Request Camera Control";
"Give up Camera Control" = "Give up Camera Control";
"Type and select a person" = "Type and select a person";
"You can't start your video because the host has stopped it" = "You can't start your video because the host has stopped it";
"Remember my name for future meetings" = "Remember my name for future meetings";
"will start video later." = "will start video later.";

"Make Co-Host" = "Make Co-Host";
"co-host" = "co-host";
"Withdraw Co-Host Permission" = "Withdraw Co-Host Permission";
"Do you want to make %@ the co-host of this meeting?" = "Do you want to make %@ the co-host of this meeting?";
"Co-Host has stopped your video." = "Co-Host has stopped your video.";
"Panelists" = "Panelists";
"Co-Host" = "Co-Host";
"panelist" = "panelist";
"host" = "host";
"Type message here..." = "Type message here...";
"Send chat to..." = "Send chat to...";
"Attendees" = "Attendees";
"The co-host has asked you to start your video." = "The co-host has asked you to start your video.";
"Allow Panelist Start Video" = "Allow Panelist Start Video";
"Promote to Panelist" = "Promote to Panelist";

//add contact by email
"Failed to connect to Zoom video conferencing server. If you are behind a firewall, please ask your IT administrator to allow \"*.zoom.us\".  For more information, please visit: https://support.zoom.us/hc/en-us/articles/201362683." = "Failed to connect to Zoom video conferencing server. If you are behind a firewall, please ask your IT administrator to allow \"*.zoom.us\".  For more information, please visit: https://support.zoom.us/hc/en-us/articles/201362683.";
"Email invitation copied to Clipboard" = "Email invitation copied to Clipboard";
"Add a Contact" = "Add a Contact";
"An email invitation has been sent." = "An email invitation has been sent.";
"Your request has been sent for approval to:" = "Your request has been sent for approval to:";
"Email address not signed up with Zoom." = "Email address not signed up with Zoom.";
"⟨ Back" = "⟨ Back";
"One email address a time" = "One email address a time";
"Network error, please try again" = "Network error, please try again";
"is now your contact." = "is now your contact.";
"Yesterday" = "Yesterday";
"System Notification" = "System Notification";
"requests to add you as a contact" = "requests to add you as a contact";
"contact request sent  - Waiting for approval" = "contact request sent  - Waiting for approval";
"accepted your contact request" = "accepted your contact request";
"declined your contact request" = "declined your contact request";
"has been added to your contact list" = "has been added to your contact list";
"contact request sent" = "contact request sent";
"  - Declined" = "  - Declined";
"Invited" = "Invited";
"You won't receive message notifications from this group unless you are mentioned." = "You won't receive message notifications from this group unless you are mentioned.";
"Enable Message Notifications" = "Enable Message Notifications";
"Disable Message Notifications" = "Disable Message Notifications";

"Open File" = "Open File";
"Shared a file in group." = "Shared a file in group.";
"Shared a file with you." = "Shared a file with you.";
"Do not prompt joining audio when I join a meeting using 3rd party audio" = "Do not prompt joining audio when I join a meeting using 3rd party audio";
"You can't start your video because the host has stopped it." = "You can't start your video because the host has stopped it.";
"Allow viewers to raise hand" = "Allow viewers to raise hand";
"Don't connect to audio" = "Don't connect to audio";
"Turn off my video" = "Turn off my video";

"Allow Viewer Chat" = "Allow Viewer Chat";
"The host has disabled viewer chat." = "The host has disabled viewer chat.";
"Zoom Webinar Chat" = "Zoom Webinar Chat";
"Your text can only be seen by panelists" = "Your text can only be seen by panelists";
"Everyone" = "Everyone";
"All Panelists" = "All Panelists";
"(host)" = "(host)";
"%@ is not in session." = "%@ is not in session.";
"From Me to Everyone" = "From Me to Everyone";
"From Me to All Panelists" = "From Me to All Panelists";
"From Me to %@, All Panelists" = "From Me to %@, All Panelists";
"From Me to %@ (Privately)" = "From Me to %@ (Privately)";
"From %@ to Everyone" = "From %@ to Everyone";
"From %@ to All Panelists" = "From %@ to All Panelists";
"From %@ to Me, All Panelists" = "From %@ to Me, All Panelists";
"From %@ to %@, All Panelists" = "From %@ to %@, All Panelists";
"From %@ to Me (Privately)" = "From %@ to Me (Privately)";
"From Me to %@:" = "From Me to %@:";
"From Me to %@, %@:" = "From Me to %@, %@:";
"From Me to %@: (Privately)" = "From Me to %@: (Privately)";
"From %@ to %@:" = "From %@ to %@:";
"From %@ to Me, %@:" = "From %@ to Me, %@:";
"From %@ to %@, %@:" = "From %@ to %@, %@:";
"From %@ to Me: (Privately)" = "From %@ to Me: (Privately)";
" (Privately)" = " (Privately)";
"Viewers" = "Viewers";
"Failed to send chat message." = "Failed to send chat message.";
"From" = "From";
"to" = "to";
", All Panelists" = ", All Panelists";

"Hide Group members" = "Hide Group members";
"Show Group members" = "Show Group members";
"Send Email Invitation" = "Send Email Invitation";
"Host meeting in China" = "Host meeting in China";
"Only signed-in users can join this meeting" = "Only signed-in users can join this meeting";
"Only signed-in users with specified domains can join this meeting" = "Only signed-in users with specified domains can join this meeting";
"If no domains specified, any signed-in users can join." = "If no domains specified, any signed-in users can join.";

//Breakout Session
"Not Started" = "Not Started";
"In Progress" = "In Progress";
"Breakout Rooms - %@" = "Breakout Rooms - %@";
"Assign To" = "Assign To";
"unassigned participants" = "unassigned participants";
"unassigned participant" = "unassigned participant";
"Join Breakout Room" = "Join Breakout Room";
"Breakout Room Participants" = "Breakout Room Participants";
"End Meeting for All" = "End Meeting for All";
"Keep Meeting Running for Others" = "Keep Meeting Running for Others";
"You are now in the main session" = "You are now in the main session";
"You are now in a Breakout Room" = "You are now in a Breakout Room";
"Leave Breakout Room" = "Leave Breakout Room";
"Do you want to leave this Breakout Room and return to the main session?" = "Do you want to leave this Breakout Room and return to the main session?";
"Return to Main Session" = "Return to Main Session";
"You will be returned to the main session automatically." = "You will be returned to the main session automatically.";
"Ask for Help" = "Ask for Help";
"Returning to Main Session..." = "Returning to Main Session...";
"Invite Host" = "Invite Host";
"You can invite the host to this Breakout Room for assistance." = "You can invite the host to this Breakout Room for assistance.";
"Breakout Rooms" = "Breakout Rooms";
"Assign %d participants into 5 Rooms:" = "Assign %d participants into 5 Rooms:";
"Automatically" = "Automatically";
"Manually" = "Manually";
"%d participants per room" = "%d participants per room";
"%d-%d participants per room" = "%d-%d participants per room";
"Create Breakout Rooms" = "Create Breakout Rooms";
"Recreate All Rooms" = "Recreate All Rooms";
"All Breakout Rooms will close in %d seconds." = "All Breakout Rooms will close in %d seconds.";
"All existing rooms will be replaced." = "All existing rooms will be replaced.";
"Recreate" = "Recreate";
"Add a Room" = "Add a Room";
"Open All Rooms" = "Open All Rooms";
"Close All Rooms" = "Close All Rooms";
"Breakout Room %d" = "Breakout Room %d";
"Assign" = "Assign";
"Delete Room" = "Delete Room";
"Move To" = "Move To";
"Exchange" = "Exchange";
"Delete %@?" = "Delete %@?";
"Join %@?" = "Join %@?";
"Join %@?" = "Join %@?";
"Leave %@?" = "Leave %@?";
"%@ (not joined)" = "%@ (not joined)";
"All participants have been assigned to Breakout Rooms." = "All participants have been assigned to Breakout Rooms.";
"%1$@ in %2$@ asked for help." = "%1$@ in %2$@ asked for help.";
"Leave Breakout Room" = "Leave Breakout Room";
"Ask Host for Help" = "Ask Host for Help";
"The host is inviting you to join Breakout Rooms." = "The host is inviting you to join Breakout Rooms.";
"You've been assigned to a Breakout Room." = "You've been assigned to a Breakout Room.";
"Breakout session is in progress." = "Breakout session is in progress.";
"Breakout Rooms will close in %d seconds." = "Breakout Rooms will close in %d seconds.";
"The host has been invited." = "The host has been invited.";
"The host is currently helping others. Please try again later." = "The host is currently helping others. Please try again later.";
"The host is currently in this room." = "The host is currently in this room.";
"Leaving Breakout Session..." = "Leaving Breakout Session...";
"It may take a few moments." = "It may take a few moments.";
"Joining Breakout Rooms..." = "Joining Breakout Rooms...";
"All participants have been given 30 seconds to leave their Breakout Rooms." = "All participants have been given 30 seconds to leave their Breakout Rooms.";
"All participants have been invited to join Breakout Rooms." = "All participants have been invited to join Breakout Rooms.";
"You can join Breakout Rooms from here." = "You can join Breakout Rooms from here.";
"Allow attendee to raise hand" = "Allow attendee to raise hand";
"Don't connect to audio" = "Don't connect to audio";
"Turn off my video" = "Turn off my video";
"Unassigned" = "Unassigned";
 "The host has opened Breakout Rooms. Please wait to be assigned." =  "The host has opened Breakout Rooms. Please wait to be assigned.";

"Enable Stereo" = "Enable Stereo";
"this will greatly increase all attendee's CPU usage" = "this will greatly increase all attendee's CPU usage";
"Preserve original sound from microphone" = "Preserve original sound from microphone";
"this will turn off audio enhancements such as echo cancellation and noise suppression" = "this will turn off audio enhancements such as echo cancellation and noise suppression";

"This file does not exist." = "This file does not exist.";
"Your text can be seen by everyone" = "Your text can be seen by everyone";
"Dock to top" = "Dock to top";
"Move to bottom" = "Move to bottom";
"The host has promoted you to a panelist." = "The host has promoted you to a panelist.";
"The host has changed your role to viewer." = "The host has changed your role to viewer.";
"Rejoining..." = "Rejoining...";
"Connection Type" = "Connection Type";
"Cloud" = "Cloud";
"Direct" = "Direct";
"Stay with Free" = "Stay with Free";

"You are not connected to audio." = "You are not connected to audio.";
"Check My Audio Devices" = "Check My Audio Devices";
"Your microphone and speaker are not working properly." = "Your microphone and speaker are not working properly.";
"\n\nNo audio will be recorded." = "\n\nNo audio will be recorded.";
"Your microphone is not working properly." = "Your microphone is not working properly.";
"\n\nThe voice of other participants can still be recorded, but your voice cannot." = "\n\nThe voice of other participants can still be recorded, but your voice cannot.";
"Your speaker is not working properly." = "Your speaker is not working properly.";
"\n\nYour voice can still be recorded, but the voice of other participants cannot." = "\n\nYour voice can still be recorded, but the voice of other participants cannot.";
"Check My Microphone" = "Check My Microphone";
"Check My Speaker" = "Check My Speaker";
"Record Without Audio" = "Record Without Audio";

"Closed Caption" = "Closed Caption";
"Type here, press Enter to broadcast" = "Type here, press Enter to broadcast";
"Closed Caption is available." = "Closed Caption is available.";
"Assign to type Closed Caption" = "Assign to type Closed Caption";
"Withdraw Closed Caption permission" = "Withdraw Closed Caption permission";
"The host has assigned you to type Closed Caption." = "The host has assigned you to type Closed Caption.";
"The host has selected another participant to type." = "The host has selected another participant to type.";
"Closed Caption is being broadcasted to all participants." = "Closed Caption is being broadcasted to all participants.";
"Change Closed Caption Editor" = "Change Closed Caption Editor";
"%@ is currently assigned to type Closed Caption, do you want to assign %@ to type instead?" = "%@ is currently assigned to type Closed Caption, do you want to assign %@ to type instead?";
"Assign someone to type" = "Assign someone to type";
"In Manage Participants panel, hover on a participant, in the \"More\" menu, select \"Assign to type Closed Caption\"." = "In Manage Participants panel, hover on a participant, in the \"More\" menu, select \"Assign to type Closed Caption\".";
"Open Manage Participants" = "Open Manage Participants";
"I will type" = "I will type";

// add for e2e
"Add Group" = "Add Group";
"[This is an encrypted message]" = "[This is an encrypted message]";
"[Fail to decrypt message]" = "[Fail to decrypt message]";
"Chat encryption has been enabled for this group, offline members cannot see your messages." = "Chat encryption has been enabled for this group, offline members cannot see your messages.";
"%@ is using an older version of the Zoom client and cannot see your messages." = "%@ is using an older version of the Zoom client and cannot see your messages.";
"[Encrypted message]" = "[Encrypted message]";
"Chat encryption has been enabled for your account." = "Chat encryption has been enabled for your account.";
"Chat encryption has been enabled according to %@'s account policy." = "Chat encryption has been enabled according to %@'s account policy.";
"Chat encryption has been enabled for this group." = "Chat encryption has been enabled for this group.";
"Chat encryption has been enabled for your account so you cannot send messages to a person who is not your contact." = "Chat encryption has been enabled for your account so you cannot send messages to a person who is not your contact.";
"Chat encryption has been enabled for your account so you cannot send messages in a group without encryption." = "Chat encryption has been enabled for your account so you cannot send messages in a group without encryption.";
"Chat encryption has been enabled for your account so you need to invite %@ online to start chat." = "Chat encryption has been enabled for your account so you need to invite %@ online to start chat.";
"Waiting for %@ to get online..." = "Waiting for %@ to get online...";
"Invite %@ to start chat" = "Invite %@ to start chat";
"%@ is inviting you to chat." = "%@ is inviting you to chat.";
"%@ accepted your chat invitation." = "%@ accepted your chat invitation.";
"You can start end to end encrypted chat with %@ now." = "You can start end to end encrypted chat with %@ now.";
"Send too frequently, please try again later." = "Send too frequently, please try again later.";
"Already joined by Phone" = "Already joined by Phone";
"You've been automatically signed out for being inactive %d minutes due to your account security policy." = "You've been automatically signed out for being inactive %d minutes due to your account security policy.";

"Keep telephone connected" = "Keep telephone connected";
"Start a meeting without video" = "Start a meeting without video";
"Start a meeting with video" = "Start a meeting with video";
"View More..." = "View More...";
"You are about to invite all members of this group to join. Are you sure?" = "You are about to invite all members of this group to join. Are you sure?";
"You cannot chat with a Zoom Room." = "You cannot chat with a Zoom Room.";
"Zoom Chat" = "Zoom Chat";
"Group Chat" = "Group Chat";
"is already a contact." = "is already a contact.";
"Me" = "Me";
"Room" = "Room";
"@Me" = "@Me";
"Meet" = "Meet";
"Groups" = "Groups";
"Download" = "Download";

"The audio cannot be recorded properly. Please check audio settings and restart recording." = "The audio cannot be recorded properly. Please check audio settings and restart recording.";
"The video cannot be recorded properly. Please check your video settings and restart recording." = "The video cannot be recorded properly. Please check your video settings and restart recording.";
"The shared screen cannot be recorded properly. Please check your network and restart recording." = "The shared screen cannot be recorded properly. Please check your network and restart recording.";
"The shared screen cannot be recorded properly. Please try to stop and restart sharing to solve this issue." = "The shared screen cannot be recorded properly. Please try to stop and restart sharing to solve this issue.";
"File (%@) sent successfully." = "File (%@) sent successfully.";
"[File: %@]" = "[File: %@]";
"Swap shared screen with video" = "Swap shared screen with video";//ShowVideoWhenSharing

"Support" = "Support";
"Request Desktop Control" = "Request Desktop Control";
"Request Desktop Control..." = "Request Desktop Control...";
"Request Application Control" = "Request Application Control";
"Request Application Control..." = "Request Application Control...";
"Request Computer Restart" = "Request Computer Restart";
"Request Computer Restart..." = "Request Computer Restart...";
"Stop Remote Support" = "Stop Remote Support";
"Select a participant" = "Select a participant";
"Request to control your desktop" = "Request to control your desktop";
"Request to control your application" = "Request to control your application";
"Request to restart your computer" = "Request to restart your computer";
"%@ is asking for permission to remotely control your desktop" = "%@ is asking for permission to remotely control your desktop";
"%@ is asking for permission to remotely control your application" = "%@ is asking for permission to remotely control your application";
"%@ is asking for permission to restart your computer. After your computer restarted, you will be auto rejoined into this meeting again." = "%@ is asking for permission to restart your computer. After your computer restarted, you will be auto rejoined into this meeting again.";
"Grant Permission" = "Grant Permission";
"Deny" = "Deny";
"Restart Computer" = "Restart Computer";
"Confirm" = "Confirm";
"Select an application to share" =  "Select an application to share";
"Select a desktop to share" = "Select a desktop to share";
"%@ approved your request for desktop control." = "%@ approved your request for desktop control.";
"%@ denied your request for desktop control" = "%@ denied your request for desktop control";
"%@ approved your request for application control." = "%@ approved your request for application control.";
"%@ denied your request for application control" = "%@ denied your request for application control";
"%@ approved your request for computer restart." = "%@ approved your request for computer restart.";
"%@ denied your request for computer restart." = "%@ denied your request for computer restart.";
"No one is available to support, you are the only participant in the meeting." =  "No one is available to support, you are the only participant in the meeting.";
"Those participants who can't accept remote control are not listed" = "Those participants who can't accept remote control are not listed";
"Those participants who can't accept computer restart are not listed" = "Those participants who can't accept computer restart are not listed";
"Waiting for %@ to approve your request." = "Waiting for %@ to approve your request.";
"Edit Advanced Settings" = "Edit Advanced Settings";
"Edit My Profile" = "Edit My Profile";

"Sent you a file." = "Sent you a file.";
"Shared a file in the meeting." = "Shared a file in the meeting.";
"& others" = "& others";
"Meeting ID or Meeting Room Name" = "Meeting ID or Meeting Room Name";
"Screen Name" = "Screen Name";
"This meeting room name is not valid. Please check and try again." = "This meeting room name is not valid. Please check and try again.";
"Type to filter..." = "Type to filter...";
"Find a panelist" = "Find a panelist";
"Find a viewer" = "Find a viewer";
"Mute Me" = "Mute Me";
"Unmute Me" = "Unmute Me";
"Merge to Meeting Window" = "Merge to Meeting Window";
"Expand" = "Expand";
"Pop Out" = "Pop Out";
